[
  {
    "id":1,
    "name": "सफेद चंदन",
    "botanical_name": "Santalum album L.",
    "family": "Santalaceae",
    "uses": [
      "त्वचा की जलन, खुजली, सूजन को कम करता है",
      "बुखार को शांत करता है",
      "पाचन में सुधार करता है और दस्त रोकता है",
      "सिरदर्द, मूत्र संक्रमण और हृदय रोगों में उपयोगी",
      "सुगंधित तेल के रूप में उपयोग"
    ],
    "description": "गर्भवती महिलाओं को उपयोग से पहले सलाह लेनी चाहिए"
  },
  {
    "id":2,
    "name": "False Ashok (नकली अशोक)",
    "botanical_name": "Polyalthia longifolia",
    "family": "Annonaceae",
    "uses": [
      "त्वचा रोग जैसे खुजली और सोरायसिस",
      "सूजन कम करना",
      "पेट दर्द और दस्त",
      "बुखार, सर्दी, योनि संक्रमण में उपयोगी",
      "अशोक के विकल्प के रूप में गर्भाशय विकारों के लिए उपयोग"
    ],
    "description": "Saraca asoca जितना प्रभावी नहीं है, डॉक्टर की सलाह लें"
  },
  {
    "id":3,
    "name": "अशोक",
    "botanical_name": "Saraca ashoka",
    "family": "Fabaceae",
    "uses": [
      "मासिक धर्म संबंधी समस्याओं में लाभदायक",
      "गर्भाशय टॉनिक",
      "प्रदर (ल्यूकोरिया) में उपयोगी",
      "आंतरिक रक्तस्राव को रोकता है",
      "दस्त, पेचिश और त्वचा रोगों के लिए उपयोगी"
    ],
    "description": "गर्भवती महिलाओं और हाई बीपी मरीजों को सावधानी, अधिक सेवन से दस्त हो सकते हैं"
  },
  {
    "id":4,
    "name": "मीठी नीम (करी पत्ता)",
    "botanical_name": "Murraya koenigii",
    "family": "Rutaceae",
    "uses": [
      "पाचन सुधारता है",
      "त्वचा रोगों में लाभदायक",
      "मधुमेह नियंत्रण में सहायक",
      "वजन घटाने में मदद करता है",
      "बालों को स्वस्थ और हृदय स्वास्थ्य को बढ़ावा देता है"
    ],
    "description": "गर्भवती महिलाओं को डॉक्टर की सलाह लेनी चाहिए, कुछ लोगों को एलर्जी हो सकती है"
  },
  {
    "id":5,
    "name": "चकोतरा",
    "botanical_name": "Citrus × paradisi",
    "family": "Rutaceae",
    "uses": [
      "पाचन क्रिया को सुधारता है",
      "हृदय स्वास्थ्य के लिए अच्छा",
      "मधुमेह में सहायक",
      "एंटीऑक्सीडेंट गुण प्रदान करता है",
      "वजन घटाने में सहायक"
    ],
    "description": "कुछ दवाओं के साथ प्रतिक्रिया कर सकता है, डॉक्टर से सलाह लें"
  },
  {
    "id": 6,
    "name": "पीपल",
    "botanical_name": "Ficus religiosa",
    "family": "Moraceae",
    "description": "पीपल का पेड़ आयुर्वेदिक चिकित्सा में श्वास, मधुमेह, त्वचा और पाचन समस्याओं के लिए महत्वपूर्ण माना जाता है।",
    "uses": [
      "अस्थमा और खांसी में पत्तियां, छाल और जड़।",
      "मधुमेह में पत्तियां और छाल।",
      "त्वचा रोगों में पत्तियां और छाल।",
      "कब्ज, दस्त और पेट दर्द में उपयोगी।",
      "बुखार, सूजन और घाव भरने में सहायक।"
    ]
  },
  {
    "id": 7,
    "name": "पाकड़",
    "botanical_name": "Ficus virens",
    "family": "Moraceae",
    "description": "पाकड़ का पेड़ औषधीय गुणों से भरपूर होता है और हड्डियों, दांतों, और त्वचा के लिए लाभकारी है।",
    "uses": [
      "छाल का काढ़ा हड्डियों के लिए लाभकारी।",
      "छाल का लेप चोट और घाव में उपयोगी।",
      "पत्तियां मधुमेह नियंत्रण में।",
      "फल पेट की बीमारियों में।",
      "छाल का काढ़ा कुल्ला करने से दांत दर्द में राहत।",
      "नहाने के पानी में छाल उबालकर पसीने की बदबू कम करने में।"
    ]
  },
  {
    "id": 8,
    "name": "शहतूत",
    "botanical_name": "Morus alba",
    "family": "Moraceae",
    "description": "शहतूत के फल, पत्ते और छाल का उपयोग कब्ज, संक्रमण, गले की खराश और इम्युनिटी बढ़ाने में किया जाता है।",
    "uses": [
      "कब्ज और पाचन सुधार में।",
      "गले की खराश और सूजन में पत्तों का काढ़ा।",
      "संक्रमण से लड़ने में जीवाणुरोधी गुण।",
      "शरीर की जलन और कमजोरी में लाभकारी।",
      "रक्त टॉनिक, चक्कर, आँखों की कमजोरी में उपयोग।"
    ]
  },
  {
    "id": 9,
    "name": "गुड़हल",
    "botanical_name": "Hibiscus rosa-sinensis",
    "family": "Malvaceae",
    "description": "गुड़हल का उपयोग बालों, त्वचा, पाचन और महिलाओं के स्वास्थ्य के लिए किया जाता है।",
    "uses": [
      "बालों को मजबूत और रूसी कम करता है।",
      "त्वचा को स्वस्थ और चमकदार बनाता है।",
      "पाचन सुधार और कब्ज में राहत।",
      "बुखार, सर्दी, खांसी में सहायक।",
      "गर्भाशय टॉनिक और मूत्रवर्धक।"
    ]
  },
  {
    "id": 10,
    "name": "कदंब",
    "botanical_name": "Neolamarckia cadamba",
    "family": "Rubiaceae",
    "description": "कदंब का उपयोग त्वचा रोग, पाचन विकार और पुरुषों की प्रजनन क्षमता बढ़ाने में किया जाता है।",
    "uses": [
      "छाल और पत्तियों से त्वचा रोगों का इलाज।",
      "दस्त और पेचिश जैसी पाचन समस्याओं में उपयोगी।",
      "बुखार, रक्त विकार और गर्भाशय रोगों में सहायक।",
      "फल पुरुषों में शुक्राणु की संख्या बढ़ाता है।"
    ]
  },
  {
    "id": 11,
    "name": "नीम",
    "botanical_name": "Azadirachta indica",
    "family": "Meliaceae",
    "description": "नीम को आयुर्वेद में त्वचा, बुखार, मधुमेह और पाचन संबंधी रोगों के लिए उपयोगी माना जाता है।",
    "uses": [
      "एक्जिमा, मुंहासे जैसी त्वचा समस्याओं में पत्तियां।",
      "बुखार कम करने के लिए पत्तियों का काढ़ा।",
      "मधुमेह में पत्तियां और बीज।",
      "पेट के कीड़े, अपच और कब्ज में उपयोगी।",
      "बालों के लिए, मुँह की सफाई और इम्युनिटी बढ़ाने में।"
    ]
  },
  
  {
    "id": 12,
    "name": "हरसिंगार",
    "botanical_name": "Nyctanthes arbor-tristis",
    "family": "Oleaceae",
    "description": "हरसिंगार को आयुर्वेद में पारिजात के नाम से जाना जाता है और इसका उपयोग बुखार, जोड़ों के दर्द, त्वचा रोग और पाचन समस्याओं में किया जाता है।",
    "uses": [
      "बुखार में पत्तों का काढ़ा।",
      "जोड़ों के दर्द और सूजन में पत्तों का तेल या काढ़ा।",
      "बीजों का लेप त्वचा रोगों के लिए।",
      "पेट के कीड़े और दस्त में उपयोगी।",
      "खांसी और सांस की तकलीफ में सहायक।"
    ]
  },
  {
    "id": 13,
    "name": "शरीफा",
    "botanical_name": "Annona squamosa",
    "family": "Annonaceae",
    "description": "शरीफा का फल, पत्ती और छाल आयुर्वेद में कब्ज, त्वचा रोग, कैंसर और ट्यूमर जैसी बीमारियों के लिए उपयोग किए जाते हैं।",
    "uses": [
      "फल कब्ज, एनीमिया और त्वचा रोगों में।",
      "पत्तियां कैंसर, ट्यूमर और त्वचा रोगों में।",
      "छाल में टैनिन, दवाइयों में उपयोगी।",
      "बीज जूँ को मारने के लिए।",
      "गर्मी में ठंडक और वजन बढ़ाने में सहायक।"
    ]
  },
  {
    "id": 14,
    "name": "नींबू",
    "botanical_name": "Citrus limon",
    "family": "Rutaceae",
    "description": "नींबू का उपयोग पाचन सुधार, सर्दी-जुकाम, और त्वचा रोगों में किया जाता है।",
    "uses": [
      "पाचन सुधार, अपच और कब्ज में।",
      "सर्दी, खांसी और गले की खराश में।",
      "मुंहासे और त्वचा संक्रमण में।",
      "विटामिन C की कमी और स्कर्वी में।",
      "गुर्दे की पथरी में सहायक।"
    ]
  },
  {
    "id": 15,
    "name": "रुद्राक्ष",
    "botanical_name": "Elaeocarpus ganitrus",
    "family": "Elaeocarpaceae",
    "description": "रुद्राक्ष को भगवान शिव से संबंधित माना जाता है और यह मानसिक शांति, हृदय स्वास्थ्य और रक्तचाप नियंत्रण में सहायक है।",
    "uses": [
      "मानसिक तनाव में राहत।",
      "ध्यान और आध्यात्मिक उन्नति में सहायक।",
      "हृदय रोगों में लाभकारी।",
      "रक्तचाप और माइग्रेन में उपयोगी।",
      "ताबीज, माला, आभूषणों में उपयोग।"
    ]
  },
  {
    "id": 16,
    "name": "कटहल",
    "botanical_name": "Artocarpus heterophyllus",
    "family": "Moraceae",
    "description": "कटहल का कच्चा और पका फल, बीज, पत्ते और छाल सभी औषधीय उपयोगों में आते हैं।",
    "uses": [
      "कच्चा फल पाचन सुधार और वजन घटाने में।",
      "पका फल विटामिन और खनिज स्रोत।",
      "बीज प्रोटीन और फाइबर से भरपूर।",
      "पत्ते घाव भरने में सहायक।",
      "लेटेक्स और छाल त्वचा रोगों में।"
    ]
  },
  {
    "id": 17,
    "name": "जामुन",
    "botanical_name": "Syzygium cumini",
    "family": "Myrtaceae",
    "description": "जामुन मधुमेह, दस्त, पेचिश, त्वचा रोग, और पाचन में उपयोगी है।",
    "uses": [
      "मधुमेह में फल, बीज और छाल।",
      "दस्त और पेचिश में छाल।",
      "उल्टी और बवासीर में फल।",
      "त्वचा रोगों और भूख में सुधार।"
    ]
  },
  {
    "id": 18,
    "name": "अमरूद",
    "botanical_name": "Psidium guajava",
    "family": "Myrtaceae",
    "description": "अमरूद का फल, पत्ते और छाल पाचन, मधुमेह और त्वचा रोगों में उपयोगी हैं।",
    "uses": [
      "फल कब्ज, दस्त, प्रतिरक्षा और मधुमेह में।",
      "पत्ते दस्त, घाव और दांतों की समस्याओं में।",
      "छाल त्वचा रोगों और घावों में।",
      "खांसी, बुखार और हृदय स्वास्थ्य में सहायक।"
    ]
  },
  {
    "id": 19,
    "name": "चंपा",
    "botanical_name": "Michelia champaca",
    "family": "Magnoliaceae",
    "description": "चंपा के फूल, पत्ते और छाल बुखार, दर्द, पाचन और त्वचा रोगों में उपयोग किए जाते हैं।",
    "uses": [
      "छाल का काढ़ा बुखार में।",
      "फूल और पत्तियां सूजन और दर्द में।",
      "छाल घाव भरने में सहायक।",
      "तेल त्वचा रोगों में।",
      "फूल पाचन और चिंता में सहायक।"
    ]
  },
  {
    "id": 20, 
    "name": "लीची",
    "botanical_name": "Litchi chinensis",
    "family": "Sapindaceae",
    "description": "लीची का उपयोग खांसी, पेट के अल्सर, मधुमेह, मोटापा और तंत्रिका संबंधी दर्द में किया जाता है।",
    "uses": [
      "खांसी और पेट फूलना।",
      "पेट के अल्सर और मधुमेह।",
      "मोटापा और तंत्रिका दर्द।",
      "पत्तियां त्वचा रोग और कीट विकर्षक।",
      "बीज रोगनाशक और दर्दनिवारक।"
    ]
  },
  {
    "id": 21,                                     
    "name": "आम",
    "botanical_name": "Mangifera indica",
    "family": "Anacardiaceae",
    "description": "आम का फल, पत्तियां, छाल और बीज पाचन, रक्तचाप, और त्वचा समस्याओं में उपयोग होते हैं।",
    "uses": [
      "फल पाचन, गर्मी से राहत और ऊर्जा देने वाला।",
      "पत्तियां मधुमेह और उच्च रक्तचाप में।",
      "छाल डिप्थीरिया और गठिया में।",
      "बीज अस्थमा और दस्त में।",
      "एंटीऑक्सिडेंट, एंटीवायरल और एंटी-इंफ्लेमेटरी गुण।"
    ]
  },
  {
    "id": 22,
    "name": "पीली कनेर",
    "botanical_name": "Thevetia peruviana",
    "family": "Apocynaceae",
    "description": "पीली कनेर को करवीर कहा जाता है और इसका उपयोग त्वचा रोग, हृदय रोग और बुखार में किया जाता है।",
    "uses": [
  "त्वचा रोगों का उपचार: कनेर की पत्तियाँ और फूल त्वचा पर होने वाली फुंसी, खुजली और अन्य संक्रमणों में लाभकारी होते हैं।",
  "अस्थमा, मधुमेह और मिर्गी में उपयोग: कुछ पारंपरिक चिकित्सा प्रणालियों में कनेर का प्रयोग अस्थमा की तीव्रता को कम करने, रक्त शर्करा नियंत्रण और मिर्गी के लक्षणों को शमन हेतु किया जाता है।",
  "नोट: कनेर का पौधा विषैला होता है। इसके किसी भी भाग का सेवन या औषधीय उपयोग केवल विशेषज्ञ वैद्य/चिकित्सक की देखरेख में ही करना चाहिए।"
]
  },
   {
  "id": 23,
 "name": "Cycas",
 "family": "Cycadaceae",
 "botanicalName": "Cycas revoluta",
"uses": [
  "पत्तियाँ: इस पौधे की पत्तियाँ प्रमुख रूप से उद्यानों, मंदिर परिसरों और घरों की सजावट में उपयोग की जाती हैं। पारंपरिक चिकित्सा में पत्तियों के रस का प्रयोग त्वचा रोगों, सूजन तथा जलन के उपचार में किया जाता है।",
  "बीज: पारंपरिक उपयोग में इसके बीजों से स्टार्च निकाला जाता था, जिसे साबूदाना जैसे खाद्य पदार्थों में प्रयोग किया जाता था। हालांकि, वर्तमान समय में अधिकतर साबूदाना कसावा (शकरकंद) से तैयार किया जाता है।",
  "तना: आयुर्वेदिक चिकित्सा में तने का उपयोग मूत्र संबंधित विकारों तथा चर्म रोगों के इलाज हेतु किया जाता है।",
  "जड़ें: पारंपरिक औषधियों में इसकी जड़ों का उपयोग पाचन शक्ति बढ़ाने और आंतों के परजीवियों को नष्ट करने के लिए किया जाता है।",
  "पौधा: यह पौधा धार्मिक अनुष्ठानों, पूजा स्थलों की सजावट एवं वातावरण को पवित्र बनाए रखने हेतु व्यापक रूप से प्रयुक्त होता है।"
]
 },
 {
  "id": 24,
 "name": "Christmas Tree (Fir)",
 "family": "Pinaceae",
 "botanicalName": "Aroucaria spp.",
 "uses": [
  "लकड़ी: मजबूत और टिकाऊ लकड़ी का उपयोग फर्नीचर और घरों के निर्माण सामग्री में किया जाता है।",
  "पौधा: इसे सजावटी पौधे के रूप में उपयोग किया जाता है, विशेष रूप से क्रिसमस के त्योहार पर इसे सजाकर उपयोग में लाया जाता है।",
  "गोंद/राल (Resin): पेड़ से निकलने वाली राल का उपयोग पेंट, वार्निश और अन्य औद्योगिक उत्पादों के निर्माण में किया जाता है।",
  "पत्तियाँ: इसकी पत्तियों से निकलने वाले तेल का उपयोग सुगंधित उत्पादों जैसे इत्र, साबुन और त्वचा से जुड़ी समस्याओं के उपचार में किया जाता है।"
]
 },
 {
  "id": 25,
 "name": "Kathal (Jackfruit)",
 "family": "Moraceae",
 "botanicalName": "Artocarpus heterophyllus",
 "uses": [
  "फल: कटहल का फल एक पोषक तत्वों से भरपूर खाद्य स्रोत है, जो पाचन तंत्र को मजबूत करता है और ऊर्जा प्रदान करता है। इसका कच्चा फल सब्ज़ी के रूप में तथा पका हुआ फल मिठाई या सीधे सेवन हेतु उपयोग होता है।",
  "बीज: कटहल के बीज भी खाने योग्य होते हैं, इन्हें उबालकर या भूनकर खाया जाता है। ये प्रोटीन का अच्छा स्रोत होते हैं और स्नैक्स, करी या आटे में मिलाकर उपयोग किए जाते हैं।",
  "लकड़ी: कटहल की लकड़ी मजबूत और दीमक-रोधी होती है, जिसका उपयोग फर्नीचर, संगीत वाद्ययंत्र (विशेषकर मृदंग और वायलिन), तथा धार्मिक वस्तुओं के निर्माण में किया जाता है।",
  "छाल: कटहल की छाल में टैनिन पाया जाता है, जिसका उपयोग चमड़ा बनाने और पारंपरिक औषधीय उपयोगों में होता है।",
  "पत्तियाँ: कटहल की पत्तियों का उपयोग परंपरागत चिकित्सा में किया जाता है, जैसे कि घाव भरने, जलन शांत करने, और त्वचा रोगों में। कुछ जगह इन्हें पशुचारे के रूप में भी उपयोग किया जाता है।"
]

 },
 {
  "id": 26,
 "name": "Bargad (Banyan)",
 "family": "Moraceae",
 "botanicalName": "Ficus benghalensis",
 "uses": [
  "पत्तियाँ: बरगद की पत्तियों का उपयोग मधुमेह, दस्त और त्वचा रोगों के उपचार में किया जाता है। इन्हें औषधीय लेप और काढ़े के रूप में प्रयोग किया जाता है।",
  "तना: बरगद का तना मजबूत होता है, जिसे हल्की लकड़ी की आवश्यकता वाले उपयोगों में लिया जाता है।",
  "जड़ें: बरगद की हवाई जड़ों का प्रयोग दंत रोगों, रक्तस्राव रोकने, और मूत्र विकारों के उपचार में पारंपरिक रूप से किया जाता है।",
  "छाल: इसकी छाल में कसैले और एंटीसेप्टिक गुण होते हैं, जिसका उपयोग चमड़ा बनाने, साथ ही बुखार और मधुमेह के इलाज में भी होता है।",
  "लकड़ी: इसकी लकड़ी का उपयोग हल्के फर्नीचर, धार्मिक वस्तुएँ, तथा हस्तशिल्प निर्माण में किया जाता है।"
]

 },
 {
  "id": 27,
 "name": "Sarpgandha (Indian Snakeroot)",
 "family": "Apocynaceae",
 "botanicalName": "Rauvolfia serpentina",
"uses": [
  "जड़: सर्पगंधा की जड़ का उपयोग उच्च रक्तचाप को नियंत्रित करने के लिए किया जाता है। इसमें 'रिसरपाइन' नामक यौगिक होता है, जो तंत्रिका तंत्र को शांत कर रक्तचाप को कम करता है।",
  "जड़: मानसिक तनाव, अनिद्रा, घबराहट और हिस्टीरिया जैसी मानसिक समस्याओं में शांति प्रदान करने के लिए जड़ का प्रयोग किया जाता है।",
  "पत्तियां: सर्पगंधा की पत्तियों का उपयोग कीटों को दूर भगाने के लिए प्राकृतिक कीटनाशक के रूप में किया जाता है।",
  "तना: इसके तने का उपयोग पारंपरिक चिकित्सा में हल्के दर्द और त्वचा संबंधी विकारों के उपचार में किया जाता है।",
  "पूरा पौधा: सर्पगंधा का सम्पूर्ण पौधा आयुर्वेदिक चिकित्सा में सर्पदंश, बुखार, स्नायु विकार और मानसिक रोगों के उपचार में उपयोग किया जाता है।"
]
 },
 {
  "id": 28,
 "name": "Biodiesel Plant (Jatropha)",
 "family": "Euphorbiaceae",
 "botanicalName": "Jatropha curcas",
 "uses": [
  "बीज: इसके बीजों से तेल निकाला जाता है, जो बायोडीजल (जैव ईंधन) उत्पादन में प्रमुख रूप से उपयोग किया जाता है।",
  "तेल: बीजों से प्राप्त तेल को मोटर वाहनों के वैकल्पिक ईंधन के रूप में उपयोग किया जाता है, यह पर्यावरण के लिए तुलनात्मक रूप से अधिक अनुकूल होता है।",
  "पत्तियां: पत्तियों में औषधीय गुण होते हैं, जिनका उपयोग परंपरागत चिकित्सा पद्धतियों में त्वचा रोगों और सूजन कम करने के लिए किया जाता है।",
  "तना (कांठा): इसके तने की लकड़ी का उपयोग जलावन और हल्के निर्माण कार्यों में किया जाता है।",
  "पौधा: यह पौधा बंजर और क्षारीय मिट्टी में भी उगता है, जिससे भूमि की गुणवत्ता में सुधार होता है और मिट्टी कटाव को रोका जा सकता है।"
]

 },
 {
  "id": 29,
 "name": "Aamla (Indian Gooseberry)",
 "family": "Phyllanthaceae",
 "botanicalName": "Phyllanthus emblica",
 "uses": [
  "फल: आंवला विटामिन C का अत्यंत समृद्ध स्रोत है, जो शरीर की रोग प्रतिरोधक क्षमता को बढ़ाता है और त्वचा, बालों तथा आंखों की सेहत के लिए उपयोगी है।",
  "फल: इसका नियमित सेवन पाचन तंत्र को मजबूत करता है, भूख बढ़ाता है और कब्ज तथा अम्लपित्त जैसी समस्याओं में राहत देता है।",
  "पत्तियां: आंवला की पत्तियों में औषधीय गुण होते हैं, जिनका उपयोग मधुमेह और रक्तचाप नियंत्रण में पारंपरिक रूप से किया जाता है।",
  "छाल: आंवला की छाल का उपयोग प्राकृतिक टैनिन स्रोत के रूप में चमड़ा उद्योग में किया जाता है, जिससे चमड़े को मजबूती और रंग मिलते हैं।",
  "पौधा: संपूर्ण आंवला पौधे का उपयोग आयुर्वेदिक चिकित्सा में त्रिफला, च्यवनप्राश, और बालों के तेल जैसे अनेक औषधीय उत्पादों में किया जाता है।"
]

 },
  {
  "id": 30,
 "name": "Eucalyptus",
 "family": "Myrtaceae",
 "botanicalName": "Eucalyptus globulus",
 "uses": [
  "पत्तियां: यूकेलिप्टस की पत्तियों से निकले वाष्प में जीवाणुरोधी और श्वसन तंत्र को खोलने वाले गुण होते हैं, जिससे यह अस्थमा, ब्रोंकाइटिस और साइनस की समस्याओं में उपयोगी होती हैं।",
  "पत्तियां: इसकी पत्तियों को उबालकर बनाई गई भाप सांस की नली की सफाई करती है और बंद नाक, सर्दी तथा जुकाम में राहत देती है।",
  "पत्तियां: यूकेलिप्टस की सूखी पत्तियों को जलाने पर उत्पन्न धुआं मच्छरों व कीड़ों को भगाने में सहायक होता है।",
  "तेल: यूकेलिप्टस का तेल मांसपेशियों में खिंचाव, जोड़ों के दर्द और गठिया जैसी समस्याओं में लगाने से सूजन और दर्द में आराम देता है।",
  "तेल: यह तेल एंटीसेप्टिक गुणों से भरपूर होता है, जिसे त्वचा पर लगाने से घाव जल्दी भरते हैं और संक्रमण नहीं होता।",
  "तेल: यूकेलिप्टस तेल को भाप में मिलाकर सूंघने से गले की खराश, खांसी, जुकाम और श्वसन संबंधी संक्रमण में राहत मिलती है।",
  "पेड़: यूकेलिप्टस के पेड़ पर्यावरण को शुद्ध करने में सहायक होते हैं क्योंकि ये हानिकारक गैसों को अवशोषित करके हवा को स्वच्छ बनाते हैं।"
]
 },
 {
  "id": 31,
 "name": "Peppermint",
 "family": "Lamiaceae",
 "botanicalName": "Mentha piperita",
   "uses": [
    "पत्तियां: पुदीना की पत्तियों में शीतलता देने वाले गुण होते हैं, जो शरीर के तापमान को कम करने और गर्मी के मौसम में ठंडक प्रदान करने में सहायक होते हैं।",
    "पत्तियां: इसकी सुगंधित पत्तियों से तैयार काढ़ा या चाय सांस की समस्याओं जैसे अस्थमा, खांसी और नाक की बंदी में राहत देने में सहायक होती है।",
    "पत्तियां: पुदीना में मौजूद प्राकृतिक तेल कीट विकर्षक (repellent) गुणों से भरपूर होता है, जिससे मच्छर, चींटियाँ और अन्य कीटों को दूर रखने में मदद मिलती है।",
    "तेल: पुदीना के तेल (Peppermint Oil) में दर्द निवारक (analgesic) गुण होते हैं, जिसका उपयोग सिरदर्द, मांसपेशियों के दर्द और जोड़ों के दर्द में मालिश के रूप में किया जाता है।",
    "तेल: इसका तेल श्वसन तंत्र को खोलने में मदद करता है और सर्दी, खांसी, गले की खराश तथा जुकाम जैसी समस्याओं में राहत देने के लिए इनहेलेशन या छाती पर लगाने में उपयोग किया जाता है।"
  ]
 },
 {
  "id": 32,
 "name": "Areca Palm",
 "family": "Arecaceae",
 "botanicalName": "Dypsis lutescens",
 "uses": [
    "पत्तियां: इसकी पत्तियों में वायुमंडल को शुद्ध करने की क्षमता होती है, जिससे यह आसपास के वातावरण की गुणवत्ता को बेहतर बनाती हैं।",
    "पत्तियां: यह पौधा अपने घने और आकर्षक पत्तों के कारण सजावटी रूप में बगीचों, लॉन और घर के आँगन में लगाया जाता है।",
    "फल/नट्स: इसके नट्स का सेवन करने से पाचन तंत्र को मजबूत बनाने में सहायता मिलती है और यह अपच या गैस जैसी समस्याओं में लाभकारी होता है।",
    "फल/नट्स: पारंपरिक चिकित्सा में इसका उपयोग शरीर से परजीवियों और कृमियों को बाहर निकालने के लिए किया जाता है।",
    "पौधा: इसका पूरा पौधा घर और कार्यालय की सजावट के लिए उपयोग में लाया जाता है, जिससे स्थान की शोभा और हरियाली दोनों बढ़ती है।"
  ]
 },
 {
  "id": 33,
 "name": "Bottle Brush",
 "family": "Myrtaceae",
 "botanicalName": "Callistemon citrinus",
  "uses": [
    "फूल: इसे सजावटी पौधे के रूप में उगाया जाता है।",
    "फूल: यह पक्षियों को आकर्षित करता है।",
    "पत्तियां: यह कीटों को दूर रखने में सहायक होती हैं।",
    "पौधा: यह मधुमक्खियों को आकर्षित करता है और शहद उत्पादन में उपयोगी होता है।"
  ]
},
 {
  "id": 34,
  "name": "लाल चंदन",
  "botanicalName": "Pterocarpus santalinus",
  "family": "Fabaceae",
  "uses": [
    "लकड़ी: लाल चंदन की लकड़ी को सुखाकर पाउडर, तेल और काढ़ा तैयार किया जाता है; यह त्वचा रोग, सूजन और पाचन संबंधी समस्याओं में उपयोगी है।",
    "छाल: छाल का उपयोग भी औषधीय काढ़े या चूर्ण के रूप में किया जाता है, खासकर पाचन तंत्र और बुखार के इलाज में।",
    "पत्तियाँ: पत्तियों का उपयोग पारंपरिक रूप से त्वचा रोगों और सूजन के इलाज के लिए किया जाता है।",
    "त्वचा संबंधी उपयोग: त्वचा की रंगत निखारने, मुंहासों और दाग-धब्बों को कम करने तथा ठंडक देने के लिए उपयोग होता है।",
    "पाचन उपयोग: अपच, दस्त और आम पाचन समस्याओं के इलाज में काढ़े या चूर्ण के रूप में उपयोगी।",
    "सूजनरोधी: गठिया, जोड़ों के दर्द और सूजन जैसी स्थितियों में राहत देने में सहायक।",
    "अन्य उपयोग: खांसी, बुखार और मूत्र संबंधी विकारों में भी पारंपरिक रूप से उपयोग होता है।",
     "एंटीऑक्सीडेंट गुण: फ्री रेडिकल्स से शरीर की रक्षा कर रोग प्रतिरोधक क्षमता बढ़ाता है।",
    "एंटी-इंफ्लेमेटरी गुण: सूजन को कम करने में सहायक।",
    "एंटीबैक्टीरियल गुण: त्वचा संक्रमण और आंतरिक संक्रमणों से लड़ने में मदद करता है।",
    "घाव भरने के गुण: त्वचा की मरम्मत में तेजी लाने और घाव भरने में सहायता करता है।"
  ]
 },
 {
  "id": 35, 
  "name": "बॉटल पाम",
  "botanical_name": "Hyophorbe lagenicaulis",
  "family": "Arecaceae",
  "common_names": [
    "बॉटल पाम",
    "पामिस्टे गार्गौलेट",
    "बोतल ताड़",
    "कद्दू ताड़"
  ],
  "origin": "मॉरीशस",
  "uses": [
    "सजावटी पौधा: बॉटल पाम अपने मोटे, बोतल जैसे तने और सुंदर पत्तों के कारण उद्यानों, लॉन और घरों में एक आकर्षक सजावटी पौधा माना जाता है।",
    "लैंडस्केपिंग: इसकी अनूठी आकृति के कारण इसे सार्वजनिक पार्कों, रिसॉर्ट्स और परिसर की शोभा बढ़ाने के लिए लैंडस्केपिंग डिज़ाइन में शामिल किया जाता है।",
    "अन्य उपयोग: कुछ क्षेत्रों में इसके सूखे पत्तों का उपयोग टोकरी, चटाई या पारंपरिक हस्तशिल्प वस्तुएं बनाने में किया जाता है।"
  ],
  "cautions": [
    "बॉटल पाम मुख्य रूप से सजावटी उपयोग हेतु है; इसके किसी भी भाग का औषधीय या खाद्य उपयोग प्रामाणिक नहीं है।",
    "इस पौधे को अत्यधिक ठंड या पाले से बचाना चाहिए क्योंकि यह उष्णकटिबंधीय जलवायु के लिए उपयुक्त होता है।",
    "पत्तों को बार-बार छूने या काटने से पौधे की वृद्धि प्रभावित हो सकती है।"
  ]
},
{
  "id": 36,
  "name": "फॉक्सटेल पाम",
  "botanical_name": "Wodyetia bifurcata",
  "family": "Arecaceae",
  "common_names": [
    "फॉक्सटेल पाम",
    "लोमड़ी-पूंछ ताड़"
  ],
  "uses": [
    "सजावटी: फॉक्सटेल पाम अपने आकर्षक, झाड़ीदार पत्तों और संतुलित आकार के कारण बगीचों, पार्कों, रिसॉर्ट्स और निजी परिसरों में सजावटी पौधे के रूप में लगाया जाता है।",
    "छाया: इसकी घनी, लोमड़ी की पूंछ जैसी पत्तियाँ मध्यम छाया प्रदान करती हैं, जिससे यह विश्राम स्थलों के पास लगाना उपयुक्त होता है।",
    "प्राकृतिक सौंदर्य: यह किसी भी स्थान को हरियाली और सौंदर्य से भर देता है और परिदृश्य को भव्य रूप देता है।"
  ],
  "cautions": [
    "फॉक्सटेल पाम मुख्य रूप से सजावटी पौधा है और इसका कोई ज्ञात औषधीय या खाद्य उपयोग नहीं है।",
    "शुष्क या अत्यधिक ठंडी जलवायु में यह पौधा अच्छी वृद्धि नहीं करता; इसे उष्णकटिबंधीय या उप-उष्णकटिबंधीय जलवायु में लगाया जाना चाहिए।",
    "नवरोपित पौधों को नियमित सिंचाई और सुरक्षा की आवश्यकता होती है जब तक वे स्थापित न हो जाएँ।"
  ]
},
{
  "id": 37,
  "name": "नारियल",
  "botanical_name": "Cocos nucifera",
  "family": "Arecaceae",
  "common_names": [
    "नारियल",
    "Coconut"
  ],
  "uses": [
    "खाद्य: नारियल का पानी एक ताजगी देने वाला प्राकृतिक पेय है; गूदा और तेल का उपयोग खाना पकाने, मिठाइयों, और पेय पदार्थों में किया जाता है।",
    "औषधीय: आयुर्वेद में नारियल तेल को शरीर को ठंडक देने, त्वचा को पोषण देने और घाव भरने के लिए उपयोग किया जाता है। नारियल का गूदा पाचन के लिए लाभकारी माना जाता है।",
    "औद्योगिक: नारियल के रेशों (कोयर) से चटाई, ब्रश, रस्सी, बोरे और गद्दों की भराई बनाई जाती है।",
    "सौंदर्य: नारियल का तेल बालों को मुलायम और मजबूत बनाने, रूसी दूर करने और त्वचा को नमी देने के लिए प्रयोग किया जाता है।",
    "धार्मिक: नारियल को शुभ माना जाता है और इसे पूजा-पाठ, हवन, और मांगलिक कार्यों में अर्पित किया जाता है।",
    "अन्य उपयोग: पेड़ के तने का उपयोग निर्माण सामग्री जैसे खंभे और फर्नीचर में किया जाता है; पत्तियाँ छप्पर या पारंपरिक सजावटी शिल्प में प्रयुक्त होती हैं।"
  ],
  "cautions": [
    "नारियल तेल वसा में उच्च होता है, अतः इसका अत्यधिक सेवन वजन बढ़ा सकता है।",
    "नारियल जल मधुर होता है, लेकिन मधुमेह रोगियों को सीमित मात्रा में सेवन की सलाह दी जाती है।",
    "कच्चे नारियल के अत्यधिक सेवन से पाचन समस्याएँ जैसे दस्त हो सकते हैं।"
  ]
},
{
  "id": 38,
  "name": "तुलसी",
  "botanical_name": "Ocimum sanctum",
  "family": "Lamiaceae",
  "common_names": [
    "तुलसी",
    "Holy Basil"
  ],
  "uses": [
    "औषधीय उपयोग: तुलसी का उपयोग पारंपरिक आयुर्वेदिक चिकित्सा में सर्दी, खांसी, बुखार, सिरदर्द, पाचन विकार, और तनाव को कम करने के लिए किया जाता है। इसकी पत्तियों का रस या काढ़ा प्रतिरोधक क्षमता बढ़ाने में सहायक होता है।",
    "धार्मिक और सांस्कृतिक महत्व: तुलसी को हिंदू धर्म में अत्यंत पवित्र माना जाता है। इसे घरों के आंगन में पूजास्थल के रूप में लगाया जाता है और इसका उपयोग पूजा, हवन और धार्मिक अनुष्ठानों में होता है।",
    "भोग में उपयोग: तुलसी के पत्ते भगवान विष्णु और कृष्ण को अर्पित किए जाते हैं, विशेष रूप से प्रसाद या भोग में इसे शामिल किया जाता है।"
  ],
  "cautions": [
    "तुलसी की अत्यधिक मात्रा कुछ लोगों में रक्त का पतलापन बढ़ा सकती है, विशेषकर यदि वे ब्लड थिनर दवाएं ले रहे हों।",
    "गर्भवती महिलाओं को तुलसी की अत्यधिक मात्रा से परहेज करना चाहिए जब तक चिकित्सकीय सलाह न ली जाए।",
    "लंबे समय तक तुलसी का लगातार औषधीय सेवन करने से पहले आयुर्वेदाचार्य या चिकित्सक से परामर्श आवश्यक है।"
  ]
},
{
  "id": 39,
  "name": "हल्दी",
  "botanical_name": "Curcuma longa",
  "family": "Zingiberaceae",
  "common_names": [
    "हल्दी",
    "Turmeric"
  ],
  "uses": [
    "मसाला: हल्दी एक प्रमुख भारतीय मसाला है जो भोजन को सुनहरा रंग और विशिष्ट स्वाद देता है।",
    "रंग: पारंपरिक रूप से हल्दी का उपयोग कपड़े, दीवारों और धार्मिक प्रतीकों को रंगने के लिए किया जाता है।",
    "औषधीय उपयोग: हल्दी में सूजनरोधी, एंटीऑक्सीडेंट और जीवाणुरोधी गुण होते हैं। इसका उपयोग घाव, मोच, पाचन विकार, यकृत की समस्याओं और त्वचा रोगों में किया जाता है।",
    "सौंदर्य: हल्दी का उबटन त्वचा को निखारने, मुंहासों को कम करने और चमक बढ़ाने के लिए प्रयोग किया जाता है। विवाह से पहले इसका विशेष रूप से उपयोग किया जाता है।",
    "धार्मिक: हिंदू धार्मिक अनुष्ठानों, विशेषकर विवाह और मांगलिक कार्यों में हल्दी शुभ मानी जाती है और उसका प्रयोग प्रतीकात्मक रूप से किया जाता है।"
  ],
  "cautions": [
    "हल्दी का अत्यधिक सेवन कुछ लोगों में एसिडिटी या पेट की जलन पैदा कर सकता है।",
    "खून पतला करने वाली दवाओं के साथ हल्दी का सेवन करने से पहले डॉक्टर की सलाह लेनी चाहिए।",
    "गर्भवती महिलाओं को हल्दी की अधिक मात्रा से परहेज करना चाहिए।"
  ]
},
{
  "id": 40,
  "name": "सदाबहार",
  "botanical_name": "Catharanthus roseus",
  "family": "Apocynaceae",
  "common_names": [
    "सदाबहार",
    "Periwinkle",
    "Madagascar Periwinkle"
  ],
  "uses": [
    "मधुमेह: सदाबहार की पत्तियों में मौजूद यौगिक रक्त शर्करा के स्तर को नियंत्रित करने में सहायक हो सकते हैं।",
    "कैंसर: इसमें पाए जाने वाले अल्कलॉइड्स — विनब्लास्टिन और विन्क्रिस्टीन — कुछ प्रकार के कैंसर जैसे ल्यूकीमिया और लिम्फोमा के उपचार में प्रयुक्त होते हैं।",
    "उच्च रक्तचाप: पारंपरिक चिकित्सा में इसकी पत्तियाँ रक्तचाप नियंत्रित करने के लिए उपयोग की जाती हैं।",
    "अन्य औषधीय उपयोग: घावों को भरने, सूजन कम करने और पाचन सुधारने के लिए सदाबहार का प्रयोग किया जाता है।",
    "सजावटी उपयोग: इसके सुंदर और रंग-बिरंगे फूल बगीचों, गमलों और बालकनी की शोभा बढ़ाते हैं।",
    "प्राकृतिक कीटनाशक: इसकी पत्तियों का उपयोग कुछ स्थानों पर प्राकृतिक कीटनाशक के रूप में भी किया जाता है।"
  ],
  "cautions": [
    "सदाबहार में शक्तिशाली रासायनिक यौगिक होते हैं, जिनका अनुचित या असंतुलित सेवन विषाक्त प्रभाव डाल सकता है।",
    "गर्भवती महिलाओं और बच्चों को इसके औषधीय प्रयोग से पहले विशेषज्ञ की सलाह लेनी चाहिए।",
    "कैंसर-उपचार में प्रयुक्त यौगिक केवल चिकित्सकीय पर्यवेक्षण में ही प्रयोग किए जाने चाहिए, घरेलू उपचार के रूप में नहीं।"
  ]
},
{
  "id": 41,
  "name": "अमलतास",
  "botanical_name": "Cassia fistula",
  "family": "Fabaceae",
  "common_names": [
    "अमलतास",
    "Golden Shower Tree",
    "Indian Laburnum"
  ],
  "uses": [
    "पत्तियाँ: अमलतास की पत्तियाँ बुखार और पेट दर्द के इलाज में पारंपरिक रूप से उपयोग की जाती हैं।",
    "फूल: इसके पीले सुंदर फूलों का उपयोग त्वचा रोगों और सूजन को कम करने में किया जाता है।",
    "फल का गूदा: अमलतास का गूदा एक प्राकृतिक रेचक (laxative) के रूप में प्रसिद्ध है और कब्ज, बुखार, त्वचा विकारों में उपयोगी है।",
    "जड़: जड़ों का उपयोग आयुर्वेद में जोड़ों के दर्द और सूजन को कम करने के लिए किया जाता है।",
    "छाल: छाल में सूजनरोधी और जीवाणुरोधी (antibiotic) गुण पाए जाते हैं और यह संक्रमणों के उपचार में सहायक होती है।",
    "अन्य उपयोग: अमलतास एक सजावटी पौधा है; इसके आकर्षक फूल मधुमक्खियों को आकर्षित करते हैं, जिससे यह परागण (pollination) को प्रोत्साहित करता है।"
  ],
  "cautions": [
    "अत्यधिक मात्रा में फल का गूदा लेने से दस्त या निर्जलीकरण हो सकता है।",
    "गर्भवती महिलाओं और छोटे बच्चों में इसके किसी भी भाग के औषधीय उपयोग से पहले विशेषज्ञ की सलाह जरूरी है।",
    "कुछ लोगों में इसके पौधों के संपर्क से एलर्जी या त्वचा पर प्रतिक्रिया हो सकती है।"
  ]
},
{
  "id": 42,
  "name": "जामिया",
  "botanical_name": "Zamia spp.",
  "family": "Cycadaceae",
  "common_names": [
    "जामिया",
    "Zamia"
  ],
  "uses": [
    "सजावटी पौधा: ज़ामिया अपने आकर्षक, चमकदार और फैले हुए पत्तों तथा मोटे तने के कारण बगीचों, गमलों और इनडोर सजावट के लिए एक लोकप्रिय सजावटी पौधा है।",
    "जिम्नोस्पर्म विशेषता: यह एक जिम्नोस्पर्म पौधा है, जो बिना फूल और फल के सीधे बीज उत्पन्न करता है, जिससे यह वनस्पति विज्ञान में विशेष महत्व रखता है।"
  ],
  "cautions": [
    "ज़ामिया के बीज और अन्य भागों में विषैले यौगिक होते हैं, जो जानवरों और मनुष्यों के लिए हानिकारक हो सकते हैं यदि गलती से सेवन किया जाए।",
    "घर में यदि छोटे बच्चे या पालतू जानवर हों, तो इस पौधे को उनकी पहुँच से दूर रखना चाहिए।",
    "इसके किसी भी भाग का औषधीय या आहार संबंधी उपयोग बिना विशेषज्ञ सलाह के न करें।"
  ]
},
 {
    "id": 43,
    "name": "ग्वारपाठा",
    "botanical_name": "Aloe vera",
    "family": "Asphodelaceae",
    "uses": [
      "त्वचा की जलन और घावों पर ठंडक देने और उपचार के लिए एलोवेरा जेल का उपयोग किया जाता है।",
      "पाचन में सुधार के लिए ग्वारपाठा का रस लाभकारी होता है।",
      "त्वचा की नमी बनाए रखने और सौंदर्य उत्पादों में उपयोग होता है।"
    ],
    "cautions": [
      "ग्वारपाठा का कच्चा सेवन अधिक मात्रा में करने पर दस्त हो सकते हैं।",
      "गर्भवती महिलाओं को इसका सेवन चिकित्सक की सलाह से करना चाहिए।"
    ]
  },
  {
    "id": 44,
    "name": "अदरक",
    "botanical_name": "Zingiber officinale",
    "family": "Zingiberaceae",
    "uses": [
      "खाना पकाने में एक प्रमुख मसाले के रूप में।",
      "पाचन सुधारने, गैस कम करने और मतली में राहत देने हेतु।",
      "सर्दी-खांसी, गले की खराश और सिरदर्द में उपयोगी।"
    ],
    "cautions": [
      "अत्यधिक सेवन से जलन या एसिडिटी हो सकती है।"
    ]
  },
  {
    "id": 45,
    "name": "बेल",
    "botanical_name": "Aegle marmelos",
    "family": "Rutaceae",
    "uses": [
      "पाचन सुधारने, दस्त और पेचिश के उपचार में उपयोगी।",
      "बेल शर्बत गर्मी में ठंडक देने वाला पेय है।",
      "बेल की जड़ और पत्तियाँ आयुर्वेद में औषधीय प्रयोग में आती हैं।"
    ],
    "cautions": [
      "अत्यधिक मात्रा में सेवन से कब्ज हो सकती है।"
    ]
  },
  {
    "id": 46,
    "name": "शमी",
    "botanical_name": "Prosopis cineraria",
    "family": "Fabaceae",
    "uses": [
      "पत्तों का लेप खुजली, दाद और त्वचा की जलन में उपयोगी।",
      "फलियाँ दस्त और पेचिश में लाभकारी।",
      "पत्तियों का काढ़ा खांसी, जुकाम और ब्रोंकाइटिस में प्रयोग होता है।",
      "छाल घाव भरने और संक्रमण रोकने में उपयोगी।",
      "बुखार, बवासीर और मूत्र रोगों के उपचार में सहायक।",
      "धार्मिक रूप से दशहरे पर पूजा में इसका महत्व।"
    ],
    "benefits": [
      "वात, पित्त और कफ दोषों का संतुलन करता है।",
      "शरीर को डिटॉक्स करता है।",
      "रोग प्रतिरोधक क्षमता बढ़ाता है।",
      "मानसिक तनाव कम करता है।",
      "घर में लगाने से सकारात्मक ऊर्जा बढ़ती है।"
    ],
    "cautions": [
      "बहुत अधिक मात्रा में पत्तियों या छाल का सेवन दस्त या कमजोरी ला सकता है।"
    ]
  },
  {
    "id": 47,
    "name": "पीपल",
    "botanical_name": "Ficus religiosa",
    "family": "Moraceae",
    "uses": [
      "दमा, खांसी और सांस की समस्याओं में इसके पत्तों का काढ़ा उपयोगी।",
      "पाचन विकारों में उपयोगी।",
      "धार्मिक दृष्टिकोण से पूजनीय वृक्ष।"
    ],
    "cautions": [
      "कुछ लोगों को इसकी पराग से एलर्जी हो सकती है।"
    ]
  },
  {
    "id": 48,
    "name": "बरगद",
    "botanical_name": "Ficus benghalensis",
    "family": "Moraceae",
    "uses": [
      "घावों पर बरगद की दूधिया रस लगाने से लाभ मिलता है।",
      "दस्त और त्वचा रोगों में उपयोगी।",
      "जड़ों का उपयोग रक्त शुद्धि और स्त्री रोगों में किया जाता है।"
    ],
    "cautions": [
      "कच्चे दूधिया रस से त्वचा पर जलन हो सकती है।"
    ]
  },
  {
    "id": 49,
    "name": "जामुन",
    "botanical_name": "Syzygium cumini",
    "family": "Myrtaceae",
    "uses": [
      "जामुन के फल मधुमेह के लिए लाभकारी होते हैं।",
      "पाचन विकार और दस्त में इसके बीज और छाल उपयोगी।",
      "जामुन का रस और गूदा गर्मी में ठंडक देता है।"
    ],
    "cautions": [
      "अत्यधिक मात्रा में सेवन करने से शरीर में ठंडक अधिक हो सकती है।"
    ]
  },
  {
  "id": 50,
  "name": "साल",
  "botanicalName": "Shorea robusta",
  "family": "Dipterocarpaceae",
  "uses": [
    "लकड़ी: मजबूत और टिकाऊ लकड़ी का उपयोग फर्नीचर, घरों के निर्माण और रेलवे स्लीपर में किया जाता है।",
    "गोंद (राल): साल वृक्ष से प्राप्त गोंद का उपयोग आयुर्वेदिक औषधियों और हड्डियों के दर्द में लेप के रूप में किया जाता है।",
    "छाल: साल की छाल से तैयार काढ़ा दस्त, पेट दर्द और बुखार जैसी बीमारियों में उपयोगी होता है।"
  ]
}
,
{
  "id": 51,
  "name": "सागौन",
  "botanicalName": "Tectona grandis",
  "family": "Verbenaceae",
  "uses": [
    "लकड़ी: सागौन की लकड़ी अत्यंत मजबूत, टिकाऊ और दीमक-रोधी होती है, जिसका उपयोग उच्च गुणवत्ता के फर्नीचर, फर्श, दरवाजे-खिड़कियों और जहाज निर्माण में होता है।",
    "तेल: सागौन की लकड़ी से प्राप्त तेल त्वचा संबंधी रोगों के उपचार और दर्द निवारण में प्रयोग होता है।",
    "पत्तियाँ: सागौन की बड़ी पत्तियाँ पारंपरिक रूप से भोजन परोसने के लिए उपयोग की जाती हैं और इनमें औषधीय गुण भी होते हैं।",
    "छाल: छाल का उपयोग पारंपरिक चिकित्सा में बुखार, सिरदर्द और दस्त के उपचार में किया जाता है।",
    "वनोपज: सागौन वृक्ष मिट्टी को पकड़ने और पर्यावरण संरक्षण में भी सहायक होता है।"
  ]
},
{
  "id": 52,
  "name": "शतावरी",
  "botanicalName": "Asparagus racemosus",
  "family": "Asparagaceae",
  "uses": [
    "महिलाओं के स्वास्थ्य: मासिक धर्म चक्र को नियमित करता है, रजोनिवृत्ति के लक्षणों को कम करता है, और प्रजनन अंगों को मजबूत बनाता है।",
    "पाचन स्वास्थ्य: कब्ज से राहत देता है, अपच और पेट फूलने जैसी समस्याओं को दूर करता है।",
    "प्रतिरक्षा प्रणाली: इसमें एंटीऑक्सिडेंट और इम्यूनोमॉड्यूलेटरी गुण होते हैं जो शरीर की प्रतिरक्षा शक्ति को बढ़ाते हैं।",
    "तनाव और नींद: मानसिक तनाव को कम करता है और नींद की गुणवत्ता में सुधार करता है।",
    "त्वचा स्वास्थ्य: त्वचा को पोषण देकर उसे स्वस्थ और चमकदार बनाता है।"
  ],
  "methodOfUse": [
    "शतावरी पाउडर को दूध या गुनगुने पानी के साथ लिया जा सकता है।",
    "कैप्सूल या टैबलेट के रूप में सेवन किया जा सकता है।",
    "काढ़े के रूप में उबालकर पीने से भी लाभ होता है।"
  ]
}













 






]
